{"id":556,"date":"2023-09-01T17:20:53","date_gmt":"2023-09-01T17:20:53","guid":{"rendered":"https:\/\/dailyhomeopathy.com\/?page_id=556"},"modified":"2023-09-01T17:20:54","modified_gmt":"2023-09-01T17:20:54","slug":"terebinthina","status":"publish","type":"page","link":"https:\/\/dailyhomeopathy.com\/terebinthina\/","title":{"rendered":"Terebinthina: Medicinal Insights from Oleum Terebinthinae"},"content":{"rendered":"\n<p><em>Oleum terebinthinae<\/em>, commonly known as Oil of Turpentine, is a therapeutic entity utilized as a homeopathic remedy. This oil is obtained through the distillation of oleo-resin, also known as turpentine, derived from various species of Pinus. Subsequent purification is achieved through repetitive rectification with water, yielding a solution in rectified spirit. It is pertinent to note that ozonised Oil of Turpentine, prepared through sun and air exposure in a half-filled bottle with periodic agitation, presents an altered pharmacological profile.<\/p>\n\n\n\n<figure class=\"wp-block-image size-full is-resized\"><a href=\"https:\/\/amzn.to\/45Tf9IJ\" target=\"_blank\" rel=\"noreferrer noopener\"><img loading=\"lazy\" decoding=\"async\" src=\"https:\/\/dailyhomeopathy.com\/wp-content\/uploads\/2023\/09\/terebinthinae-remedy.jpg\" alt=\"\" class=\"wp-image-580\" style=\"width:172px;height:237px\" width=\"172\" height=\"237\"\/><\/a><figcaption class=\"wp-element-caption\"><a href=\"https:\/\/amzn.to\/45Tf9IJ\" target=\"_blank\" rel=\"noreferrer noopener sponsored nofollow\">View on Amazon (30 CH)<\/a><\/figcaption><\/figure>\n\n\n\n<p>In clinical practice, Terebinthina exhibits a diverse spectrum of applications. It finds relevance in cases of albuminuria, asthmatic conditions (especially potatorum amblyopia), backache, irritable bladder, brachial neuralgia, bronchitis, chordee, chorea, ciliary neuralgia, cystitis, dentition-related ailments, dysentery, dysmenorrhea, enteric fever, epilepsy, erysipelas bullosa, erythema, fibroma, gall-stone colic, inguinal glandular swelling, gleet, gonorrhea, haematuria, hemorrhoids, strangulated hernia, herpes labialis pudendi, hydrophobia, hypochondriasis, insanity, intestinal ulceration, iritis, jaundice, kidney congestion and neuralgia, lumbago, neuralgia (particularly supraorbital), ovarian pains and dropsy, pityriasis, purpura haemorrhagica, scabies, scarlatina, sciatica, spermatorrhea, strangury, stricture, tetanus, tympanites, uremia, urinary suppression and retention, and worm infestations.<\/p>\n\n\n\n<p><strong>General Symptoms:<\/strong><\/p>\n\n\n\n<p>Terebinthina&#8217;s distinctive characteristics encompass a pervasive sense of burning, manifesting across various anatomical regions such as the oral cavity, gastrointestinal tract, respiratory system, and genito-urinary system. This burning attribute often guides the selection of this remedy. Additionally, the clinical profile of Terebinthina comprises smooth, glossy, red tongues devoid of papillae, excessive tympanites, and a tendency toward drowsiness, often culminating in a state of stupor and weakness, rendering it germane to conditions like typhus, typhoid, and uraemic poisoning.<\/p>\n\n\n\n<p>Incorporating Terebinthina within the therapeutic armamentarium holds particular significance when encountering hemorrhagic phenomena. Characteristic features of its haematuria include smoky, turbid urine with sediment resembling coffee grounds, accompanied by dull or burning renal pain and painful micturition. Terebinthina extends its utility to albuminuria and haematuria subsequent to scarlatina, potentially culminating in dropsical manifestations. Furthermore, Terebinthina aligns with various genito-urinary afflictions, typified by a burning sensation in the uterus and sensitiveness of the hypogastrium, often associated with pains radiating from left to right across the bowels.<\/p>\n\n\n\n<p>Overall, Terebinthina epitomizes a versatile therapeutic agent with a proclivity for conditions marked by burning sensations, especially in the context of hemorrhages and genito-urinary maladies. Its clinical applicability extends to a broad range of pathologies, rendering it a valuable asset in the domain of homeopathic medicine.<\/p>\n\n\n\n<figure class=\"wp-block-image size-full is-resized\"><a href=\"https:\/\/amzn.to\/3PjasCy\" target=\"_blank\" rel=\"noreferrer noopener\"><img loading=\"lazy\" decoding=\"async\" src=\"https:\/\/dailyhomeopathy.com\/wp-content\/uploads\/2023\/09\/terebinthinae-remedy-2.jpg\" alt=\"\" class=\"wp-image-581\" style=\"width:176px;height:246px\" width=\"176\" height=\"246\" srcset=\"https:\/\/dailyhomeopathy.com\/wp-content\/uploads\/2023\/09\/terebinthinae-remedy-2.jpg 290w, https:\/\/dailyhomeopathy.com\/wp-content\/uploads\/2023\/09\/terebinthinae-remedy-2-215x300.jpg 215w\" sizes=\"auto, (max-width: 176px) 100vw, 176px\" \/><\/a><figcaption class=\"wp-element-caption\"><a href=\"https:\/\/amzn.to\/3PjasCy\" target=\"_blank\" rel=\"noreferrer noopener sponsored nofollow\">View on Amazon (200 CH)<\/a><\/figcaption><\/figure>\n\n\n\n<p><strong>Symptoms of Terebinthina for Homeopathic Treatment:<\/strong><\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li><em>Mind<\/em>: Terebinthina induces a range of mental symptoms, including stupefaction and an inability to concentrate (observed in uremia). It may lead to mania, intense nervous excitement, and heightened irritability, particularly in teething children. Anxiety before bedtime, racing thoughts, and fears of apoplexy with sensations of fullness and pressure in the head are reported. There is a notable aversion to life, and instances of suicide by hanging following contact with turpentine have been documented. Intoxication and periods of coma can also occur.<br><\/li>\n\n\n\n<li><em>Head<\/em>: Terebinthina is associated with dizziness accompanied by nausea and vertigo, potentially leading to falls. Various headache types are noted, including dull headaches with colic, pressive headaches, and tearing cephalalgia. Patients may experience a sensation of pressure around the head or a feeling of heaviness. Terebinthina can also cause erysipelas of the scalp.<br><\/li>\n\n\n\n<li><em>Eyes<\/em>: Symptoms affecting the eyes include sunken appearance, ciliary neuralgia with acute conjunctivitis, and amblyopia potatorum (visual impairment related to alcohol use). Patients may report muscae volitantes (floating spots) and transient dizziness when walking outdoors. Photophobia and rheumatic iritis are also observed. Contracted pupils and eye issues with upturned or rolling eyes can occur. Loud talking may be particularly painful for individuals taking Terebinthina.<br><\/li>\n\n\n\n<li><em>Ears<\/em>: Terebinthina can lead to changes in voice perception and an unnatural sound in the ears. Symptoms include the sensation of a clock ticking in the ear, variable ear temperatures (hot on one side and cold on the other), and symptoms like otitis (ear inflammation), otalgia (earache), and eczema in front of the ear. There may be sudden stitches in the mastoid process. Patients may find it challenging to determine the direction of sounds.<br><\/li>\n\n\n\n<li><em>Nose<\/em>: The remedy can cause the discharge of serum from the nose without a runny nose (coryza). Violent nosebleeds and passive epistaxis, particularly in children, have been reported.<br><\/li>\n\n\n\n<li><em>Face<\/em>: Terebinthina can result in a pale, earthy coloration of the face and herpes outbreaks on the lips.<br><\/li>\n\n\n\n<li><em>Teeth<\/em>: Dental symptoms include toothache with drawing pain, gums that are detached and prone to bleeding, and gumboils forming, especially in children. Dentition-related issues, such as suppressed urine and convulsions, may arise.<br><\/li>\n\n\n\n<li><em>Mouth<\/em>: Patients taking Terebinthina may experience distinctive changes in the mouth, including a red, smooth, and glossy tongue as if papillae are missing. The tongue may exhibit patches where the coating has peeled off, leaving bright red spots. A foul breath and burning sensations in the mouth are common. Ulcers can develop in the mouth, and there may be symptoms of mercurial ptyalism (excessive salivation), leading to stomacace (mouth inflammation). Dribbling of saliva is another possible manifestation.<br><\/li>\n\n\n\n<li><em>Throat<\/em>: Throat symptoms involve scraping and scratching sensations, often accompanied by coughing, particularly in the evening. A burning sensation or an agreeable coolness in the throat may also occur. Patients may have difficulty swallowing.<br><\/li>\n\n\n\n<li><em>Appetite<\/em>: Terebinthina can lead to changes in appetite, ranging from heightened hunger and thirst with debility to a loss of appetite and aversion to animal food. After eating, some individuals may experience nausea and loud rumbling in the bowels, along with pressure in the upper abdomen. Warm drinks may induce burning sensations in the chest.<\/li>\n<\/ol>\n\n\n\n<ol class=\"wp-block-list\" start=\"11\">\n<li><em>Stomach<\/em>: Terebinthina affects the stomach, resulting in eructations, including rancid, flatulent, and acrid types. Continuous loud eructations and belching up substantial flatus are reported. Belching often accompanies nausea. Patients may experience nausea and vertigo or even vomiting, which can involve mucus, yellowish mucus, food, or blood. Retching and vomiting of mucus can also occur. There is heightened sensitivity to touch in the region of the stomach. Individuals may report sensations of pressure in the stomach, as if caused by hasty swallowing or as if a bullet were lodged there. A burning sensation in the stomach is a common symptom.<br><\/li>\n\n\n\n<li><em>Abdomen<\/em>: Terebinthina is associated with a range of abdominal symptoms. Patients may experience burning sensations and pressure in the hypochondria (upper abdomen). There may be colicky pain related to the presence of calculi (stones) and chronic liver complaints. Drawing and cutting sensations may occur in the left hypochondriac region while sitting, often improving with movement. The lower abdomen can be sensitive to touch, and there may be a feeling of heaviness, fullness, and pressure. Pain in a small spot in the epigastrium, worsened by stooping, lying down, or taking deep breaths, is possible. Distension of the abdomen, frequent colic, and meteorism (abdominal distension due to gas) may be present. Gurgling sounds and borborygmi in the abdomen are also reported. Terrible pains in the lower abdomen, described as great but obscure, are a noteworthy symptom. Sensations of pressure outwards in the inguinal (groin) region, as if caused by a hernia, can occur, along with painful swelling of inguinal glands.<br><\/li>\n\n\n\n<li><em>Stool and Anus<\/em>: Terebinthina affects the gastrointestinal tract, leading to changes in stool and anus. Symptoms include constipation with abdominal distension, ineffectual urging, tenesmus (a constant, ineffectual urge to defecate), and hard, scanty feces. Dry, brown evacuations and stool consistency resembling pap with accompanying pinchings in the abdomen and a burning sensation in the rectum and anus after stool are common. Stools may consist of mucus and water, particularly in the morning. Intestinal catarrh and diarrhea, sometimes with nephritis (kidney inflammation), are noted. Loose, liquid feces of a greenish-yellow color with expulsion of tapeworms and roundworms can occur. Bloody stools, feces with a foul odor, and diarrhea are reported symptoms. Hemorrhages from the bowels, often with ulceration and epithelial degeneration, as well as passive hemorrhages, are characteristic. Hemorrhoidal symptoms, especially internal hemorrhoids that bleed, are also noted. There may be a burning and tingling sensation in the anus, relieved by applying cold water. Terebinthina can be indicated for worm infestations, including symptoms like foul breath, choking sensations, a dry, hacking cough, and spasms. The remedy is known to address various types of worms, including threadworms, with the sensation of ascarides (pinworms) possibly crawling out of the anus during evacuations and at other times.<br><\/li>\n\n\n\n<li><em>Urinary Organs<\/em>: Terebinthina has distinct effects on the urinary system. Symptoms include pressure in the kidneys, a sensation of heaviness and pain in the kidney region, and violent, burning, drawing pain in the kidney area. Patients may experience frequent urges to urinate, and there can be sudden movement sensations in the bladder region during a stool, as if the bladder were distended and bent forward. Attempts to urinate may trigger spasms. Urine secretion can be suppressed, leading to strangury (painful, frequent urination with a sensation of incomplete emptying). Reduced urine secretion is also possible. The urine may have a strong odor of violets and deposit mucus or a thick, muddy sediment. Hematuria (blood in the urine) is a characteristic symptom. Patients may report burning sensations and incisive pains in the urethra, which are felt during urination. Urethritis (urethral inflammation), painful erections, and urethral strictures are also observed. Urinary symptoms can include scanty, bloody urine, and a combination of burning sensations, painful micturition, and spasmodic tenesmus (ineffective straining to empty the bladder).<br><\/li>\n\n\n\n<li><em>Male Sexual Organs<\/em>: Terebinthina affects male sexual organs, leading to spasmodic and incisive pains in the testes, especially the left one, and the spermatic cords. Pain in the mons veneris (pubic mound) and a sensation of the symphysis pubis (pubic bone) suddenly being forced apart can occur. The remedy is associated with spermatorrhea (involuntary seminal discharge) in men, which may present with turbid urine containing a yellowish mucous sediment. Terebinthina is indicated for conditions like gonorrhea, chordee (painful erections), and gleet (chronic urethral discharge).<br><\/li>\n\n\n\n<li><em>Female Sexual Organs<\/em>: In female patients, Terebinthina may influence the menstrual cycle. It can lead to delayed and scanty menstruation. Symptoms include drawing sensations in the thighs and colic, as if menses were imminent, often occurring a week after the last menstrual period. Patients may report painful sensations in the uterus and ovaries. The remedy can be considered for ovarian dropsy (abnormal fluid accumulation in the ovaries), which may present with intense burning in the uterus and severe bearing-down pain. Uterine diseases following the use of pessaries, fibroids (noncancerous growths in the uterus), bloody leucorrhea (vaginal discharge), and menorrhagia (excessive menstrual bleeding with black blood) may be ameliorated with Terebinthina.<\/li>\n<\/ol>\n\n\n\n<figure class=\"wp-block-image size-full\"><a href=\"https:\/\/amzn.to\/3Pnk3IP\" target=\"_blank\" rel=\"noreferrer noopener\"><img loading=\"lazy\" decoding=\"async\" width=\"211\" height=\"290\" src=\"https:\/\/dailyhomeopathy.com\/wp-content\/uploads\/2023\/09\/terebinthinae-remedy-3.jpg\" alt=\"\" class=\"wp-image-582\"\/><\/a><figcaption class=\"wp-element-caption\"><a href=\"https:\/\/amzn.to\/3Pnk3IP\" target=\"_blank\" rel=\"noreferrer noopener sponsored nofollow\">View on Amazon (1M)<\/a><\/figcaption><\/figure>\n\n\n\n<p>These symptoms are part of a comprehensive clinical picture that helps guide homeopathic practitioners in prescribing Terebinthina for various health conditions.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Oleum terebinthinae, commonly known as Oil of Turpentine, is a therapeutic entity utilized as a homeopathic remedy. This oil is obtained through the distillation of oleo-resin, also known as turpentine, derived from various species of Pinus. Subsequent purification is achieved through repetitive rectification with water, yielding a solution in rectified spirit. It is pertinent to&hellip; <a class=\"more-link\" href=\"https:\/\/dailyhomeopathy.com\/terebinthina\/\">Continue reading <span class=\"screen-reader-text\">Terebinthina: Medicinal Insights from Oleum Terebinthinae<\/span><\/a><\/p>\n","protected":false},"author":1,"featured_media":584,"parent":0,"menu_order":0,"comment_status":"open","ping_status":"closed","template":"","meta":{"nf_dc_page":"","footnotes":""},"class_list":["post-556","page","type-page","status-publish","has-post-thumbnail","hentry","entry"],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v26.6 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Terebinthina: Medicinal Insights from Oleum Terebinthinae - DailyHomeopathy.com<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/dailyhomeopathy.com\/terebinthina\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Terebinthina: Medicinal Insights from Oleum Terebinthinae - DailyHomeopathy.com\" \/>\n<meta property=\"og:description\" content=\"Oleum terebinthinae, commonly known as Oil of Turpentine, is a therapeutic entity utilized as a homeopathic remedy. This oil is obtained through the distillation of oleo-resin, also known as turpentine, derived from various species of Pinus. Subsequent purification is achieved through repetitive rectification with water, yielding a solution in rectified spirit. It is pertinent to&hellip; Continue reading Terebinthina: Medicinal Insights from Oleum Terebinthinae\" \/>\n<meta property=\"og:url\" content=\"https:\/\/dailyhomeopathy.com\/terebinthina\/\" \/>\n<meta property=\"og:site_name\" content=\"DailyHomeopathy.com\" \/>\n<meta property=\"article:modified_time\" content=\"2023-09-01T17:20:54+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/dailyhomeopathy.com\/wp-content\/uploads\/2023\/09\/Terebinthinae.gif\" \/>\n\t<meta property=\"og:image:width\" content=\"840\" \/>\n\t<meta property=\"og:image:height\" content=\"525\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/gif\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/dailyhomeopathy.com\/terebinthina\/\",\"url\":\"https:\/\/dailyhomeopathy.com\/terebinthina\/\",\"name\":\"Terebinthina: Medicinal Insights from Oleum Terebinthinae - DailyHomeopathy.com\",\"isPartOf\":{\"@id\":\"https:\/\/dailyhomeopathy.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/dailyhomeopathy.com\/terebinthina\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/dailyhomeopathy.com\/terebinthina\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/dailyhomeopathy.com\/wp-content\/uploads\/2023\/09\/Terebinthinae.gif\",\"datePublished\":\"2023-09-01T17:20:53+00:00\",\"dateModified\":\"2023-09-01T17:20:54+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/dailyhomeopathy.com\/terebinthina\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/dailyhomeopathy.com\/terebinthina\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/dailyhomeopathy.com\/terebinthina\/#primaryimage\",\"url\":\"https:\/\/dailyhomeopathy.com\/wp-content\/uploads\/2023\/09\/Terebinthinae.gif\",\"contentUrl\":\"https:\/\/dailyhomeopathy.com\/wp-content\/uploads\/2023\/09\/Terebinthinae.gif\",\"width\":840,\"height\":525},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/dailyhomeopathy.com\/terebinthina\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/dailyhomeopathy.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Terebinthina: Medicinal Insights from Oleum Terebinthinae\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/dailyhomeopathy.com\/#website\",\"url\":\"https:\/\/dailyhomeopathy.com\/\",\"name\":\"DailyHomeopathy.com\",\"description\":\"a homeopathy co-op\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/dailyhomeopathy.com\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Terebinthina: Medicinal Insights from Oleum Terebinthinae - DailyHomeopathy.com","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/dailyhomeopathy.com\/terebinthina\/","og_locale":"en_US","og_type":"article","og_title":"Terebinthina: Medicinal Insights from Oleum Terebinthinae - DailyHomeopathy.com","og_description":"Oleum terebinthinae, commonly known as Oil of Turpentine, is a therapeutic entity utilized as a homeopathic remedy. This oil is obtained through the distillation of oleo-resin, also known as turpentine, derived from various species of Pinus. Subsequent purification is achieved through repetitive rectification with water, yielding a solution in rectified spirit. It is pertinent to&hellip; Continue reading Terebinthina: Medicinal Insights from Oleum Terebinthinae","og_url":"https:\/\/dailyhomeopathy.com\/terebinthina\/","og_site_name":"DailyHomeopathy.com","article_modified_time":"2023-09-01T17:20:54+00:00","og_image":[{"width":840,"height":525,"url":"https:\/\/dailyhomeopathy.com\/wp-content\/uploads\/2023\/09\/Terebinthinae.gif","type":"image\/gif"}],"twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/dailyhomeopathy.com\/terebinthina\/","url":"https:\/\/dailyhomeopathy.com\/terebinthina\/","name":"Terebinthina: Medicinal Insights from Oleum Terebinthinae - DailyHomeopathy.com","isPartOf":{"@id":"https:\/\/dailyhomeopathy.com\/#website"},"primaryImageOfPage":{"@id":"https:\/\/dailyhomeopathy.com\/terebinthina\/#primaryimage"},"image":{"@id":"https:\/\/dailyhomeopathy.com\/terebinthina\/#primaryimage"},"thumbnailUrl":"https:\/\/dailyhomeopathy.com\/wp-content\/uploads\/2023\/09\/Terebinthinae.gif","datePublished":"2023-09-01T17:20:53+00:00","dateModified":"2023-09-01T17:20:54+00:00","breadcrumb":{"@id":"https:\/\/dailyhomeopathy.com\/terebinthina\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/dailyhomeopathy.com\/terebinthina\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/dailyhomeopathy.com\/terebinthina\/#primaryimage","url":"https:\/\/dailyhomeopathy.com\/wp-content\/uploads\/2023\/09\/Terebinthinae.gif","contentUrl":"https:\/\/dailyhomeopathy.com\/wp-content\/uploads\/2023\/09\/Terebinthinae.gif","width":840,"height":525},{"@type":"BreadcrumbList","@id":"https:\/\/dailyhomeopathy.com\/terebinthina\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/dailyhomeopathy.com\/"},{"@type":"ListItem","position":2,"name":"Terebinthina: Medicinal Insights from Oleum Terebinthinae"}]},{"@type":"WebSite","@id":"https:\/\/dailyhomeopathy.com\/#website","url":"https:\/\/dailyhomeopathy.com\/","name":"DailyHomeopathy.com","description":"a homeopathy co-op","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/dailyhomeopathy.com\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"}]}},"_links":{"self":[{"href":"https:\/\/dailyhomeopathy.com\/wp-json\/wp\/v2\/pages\/556","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/dailyhomeopathy.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/dailyhomeopathy.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/dailyhomeopathy.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/dailyhomeopathy.com\/wp-json\/wp\/v2\/comments?post=556"}],"version-history":[{"count":1,"href":"https:\/\/dailyhomeopathy.com\/wp-json\/wp\/v2\/pages\/556\/revisions"}],"predecessor-version":[{"id":585,"href":"https:\/\/dailyhomeopathy.com\/wp-json\/wp\/v2\/pages\/556\/revisions\/585"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/dailyhomeopathy.com\/wp-json\/wp\/v2\/media\/584"}],"wp:attachment":[{"href":"https:\/\/dailyhomeopathy.com\/wp-json\/wp\/v2\/media?parent=556"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}